Repository: seven332/DiskMeerkat
Catalog: Packages/DiskMeerkatApp/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accessibility.checking-disk
source: Checking disk
zh_hans: 正在检查磁盘

# accessibility.saving-settings
source: Saving settings
zh_hans: 正在保存设置

# accessibility.threshold
source: Low-space threshold in decimal gigabytes
zh_hans: 储存空间不足提醒阈值（单位为十进制 GB）

# accessibility.threshold-error
source: Threshold error: %@
zh_hans: 阈值错误：%@

# accessibility.updating-notification-permission
source: Updating notification permission
zh_hans: 正在更新通知权限

# action.cancel
source: Cancel
zh_hans: 取消

# action.check-now
source: Check Now
zh_hans: 立即检查

# action.checking
source: Checking…
zh_hans: 正在检查…

# action.continue
source: Continue
zh_hans: 继续

# action.enable
source: Enable
zh_hans: 启用

# action.enabled
source: Enabled
zh_hans: 已启用

# action.not-now
source: Not Now
zh_hans: 暂不

# action.open-settings
source: Open Settings
zh_hans: 打开系统设置

# action.ready
source: Ready
zh_hans: 就绪

# action.save
source: Save
zh_hans: 保存

# action.settings
source: Settings
zh_hans: 设置

# action.unavailable
source: Unavailable
zh_hans: 不可用

# badge.check-failed
source: Check failed
zh_hans: 检查失败

# badge.checking
source: Checking
zh_hans: 正在检查

# badge.low-space
source: Low space
zh_hans: 储存空间不足

# badge.monitoring
source: Monitoring
zh_hans: 正在监控

# badge.starting
source: Starting
zh_hans: 正在启动

# badge.stopped
source: Stopped
zh_hans: 已停止

# capacity.available
source: %@ available
zh_hans: %@ 可用

# capacity.subtitle.available
source: available
zh_hans: 可用

# capacity.subtitle.available-on-startup-disk
source: available on the startup disk
zh_hans: 启动磁盘上可用

# capacity.subtitle.on-startup-disk
source: on the startup disk
zh_hans: 启动磁盘上

# capacity.unavailable
source: Available space unavailable
zh_hans: 无法显示可用空间

# disk.startup
source: Startup Disk
zh_hans: 启动磁盘

# interval.hour.one
source: 1 hour
zh_hans: 1 小时

# interval.hour.other
source: %lld hours
zh_hans: %lld 小时

# interval.minute.one
source: 1 minute
zh_hans: 1 分钟

# interval.minute.other
source: %lld minutes
zh_hans: %lld 分钟

# launch-at-login.changed.detail
source: DiskMeerkat refreshed the switch to match the actual system state.
zh_hans: DiskMeerkat 已刷新开关，使其与系统的实际状态一致。

# launch-at-login.changed.title
source: Launch at Login changed in System Settings
zh_hans: “登录时打开”已在“系统设置”中更改

# launch-at-login.disable-failed.detail
source: The switch still shows the actual system state. Try again or review Login Items.
zh_hans: 开关仍会显示系统的实际状态。请重试或查看“登录项与扩展”。

# launch-at-login.disable-failed.title
source: Couldn't disable Launch at Login
zh_hans: 无法停用“登录时打开”

# launch-at-login.disabled.detail
source: DiskMeerkat starts only when you open it.
zh_hans: 只有在你打开 DiskMeerkat 时，它才会启动。

# launch-at-login.disabled.title
source: Launch at Login is off
zh_hans: “登录时打开”已关闭

# launch-at-login.enable-failed.detail
source: The switch still shows the actual system state. Try again or review Login Items.
zh_hans: 开关仍会显示系统的实际状态。请重试或查看“登录项与扩展”。

# launch-at-login.enable-failed.title
source: Couldn't enable Launch at Login
zh_hans: 无法启用“登录时打开”

# launch-at-login.enabled.detail
source: DiskMeerkat starts after you sign in.
zh_hans: 登录后，DiskMeerkat 会启动。

# launch-at-login.enabled.title
source: Launch at Login is on
zh_hans: “登录时打开”已开启

# launch-at-login.loading.detail
source: DiskMeerkat is reading the current system setting.
zh_hans: DiskMeerkat 正在读取当前的系统设置。

# launch-at-login.loading.title
source: Launch at Login status is loading
zh_hans: 正在载入“登录时打开”的状态

# launch-at-login.requires-approval.detail
source: Review DiskMeerkat in Login Items in System Settings.
zh_hans: 在“系统设置”的“登录项与扩展”中检查 DiskMeerkat。

# launch-at-login.requires-approval.title
source: Launch at Login needs approval
zh_hans: “登录时打开”需要批准

# launch-at-login.unavailable.detail
source: The system login-item service couldn't be accessed.
zh_hans: 无法访问系统的登录项服务。

# launch-at-login.unavailable.title
source: Launch at Login is unavailable
zh_hans: “登录时打开”不可用

# menu.open-status
source: Open Status
zh_hans: 打开状态窗口

# menu.quit
source: Quit DiskMeerkat
zh_hans: 退出 DiskMeerkat

# menu.subtitle
source: Startup disk monitor
zh_hans: 启动磁盘监控器

# monitoring.checking-disk
source: Checking disk…
zh_hans: 正在检查磁盘…

# monitoring.headline.low-space
source: Low disk space
zh_hans: 储存空间不足

# monitoring.headline.low-space-alert-sent
source: Low disk space · Alert sent
zh_hans: 储存空间不足 · 已发送提醒

# monitoring.headline.low-space-delivery-failed
source: Low disk space · Couldn't send alert · Will retry
zh_hans: 储存空间不足 · 无法发送提醒 · 将重试

# monitoring.headline.low-space-notifications-off
source: Low disk space · Notifications are off
zh_hans: 储存空间不足 · 通知已关闭

# monitoring.headline.monitoring
source: Monitoring
zh_hans: 正在监控

# monitoring.headline.read-failed
source: Couldn't check disk · Will retry
zh_hans: 无法检查磁盘 · 将重试

# monitoring.headline.starting
source: Starting monitoring…
zh_hans: 正在启动监控…

# monitoring.headline.stopped
source: Monitoring stopped
zh_hans: 监控已停止

# monitoring.status.checking
source: Reading available space on the startup disk.
zh_hans: 正在读取启动磁盘上的可用空间。

# monitoring.status.low-space
source: Available space is below %@.
zh_hans: 可用空间低于 %@。

# monitoring.status.low-space-alert-sent
source: An alert was submitted for this low-space episode.
zh_hans: 已为此次储存空间不足情况发送提醒。

# monitoring.status.low-space-delivery-failed
source: Monitoring continues and a later eligible check may retry the alert.
zh_hans: 监控会继续，稍后符合条件的检查可能会重试发送提醒。

# monitoring.status.low-space-notifications-off
source: Monitoring continues, but DiskMeerkat cannot currently send alerts.
zh_hans: 监控会继续，但 DiskMeerkat 目前无法发送提醒。

# monitoring.status.monitoring
source: DiskMeerkat will alert when available space falls below %@.
zh_hans: 当可用空间低于 %@ 时，DiskMeerkat 会发出提醒。

# monitoring.status.read-failed-no-value
source: No successful disk reading is available yet.
zh_hans: 尚无成功的磁盘读取结果。

# monitoring.status.read-failed-with-value
source: The last successful value remains visible.
zh_hans: 上次成功读取的值仍会显示。

# monitoring.status.starting
source: Restoring saved settings and notification status.
zh_hans: 正在恢复已保存的设置和通知状态。

# monitoring.status.stopped
source: Monitoring is not running.
zh_hans: 监控未运行。

# monitoring.status.stopped-load-failed
source: Saved monitoring state couldn't be loaded.
zh_hans: 无法载入已保存的监控状态。

# monitoring.suppression-explanation
source: Another alert becomes eligible after available space rises above %@ and later falls below it again.
zh_hans: 可用空间升至 %@ 以上并在之后再次降至该值以下后，才能再次发送提醒。

# notice.configuration-save.detail
source: The previous settings and schedule remain active.
zh_hans: 之前的设置和计划仍然有效。

# notice.configuration-save.title
source: Couldn't save settings
zh_hans: 无法保存设置

# notice.disk-read.no-value.detail
source: DiskMeerkat will retry on the next check.
zh_hans: DiskMeerkat 将在下次检查时重试。

# notice.disk-read.title
source: Couldn't check the startup disk
zh_hans: 无法检查启动磁盘

# notice.disk-read.with-value.detail
source: The last successful value is shown. DiskMeerkat will retry.
zh_hans: 会显示上次成功读取的值。DiskMeerkat 将重试。

# notice.notification-permission.detail
source: Disk monitoring continues without changing the current permission.
zh_hans: 磁盘监控会继续，当前权限不会更改。

# notice.notification-permission.title
source: Couldn't update notification permission
zh_hans: 无法更新通知权限

# notice.notification-status.detail
source: Disk monitoring continues. Try refreshing notification status later.
zh_hans: 磁盘监控会继续。请稍后尝试刷新通知状态。

# notice.notification-status.title
source: Couldn't read notification status
zh_hans: 无法读取通知状态

# notice.notification-submission.detail
source: The episode remains eligible and a later check may retry.
zh_hans: 此次情况仍符合提醒条件，稍后的检查可能会再次尝试发送提醒。

# notice.notification-submission.title
source: Couldn't send the low-space alert
zh_hans: 无法发送储存空间不足提醒

# notice.persistence.load.detail
source: Monitoring is stopped so the problem can be reviewed safely.
zh_hans: 监控已停止，以便安全地检查问题。

# notice.persistence.load.title
source: Couldn't load saved monitoring state
zh_hans: 无法载入已保存的监控状态

# notice.persistence.save.detail
source: In-memory monitoring continues and DiskMeerkat will retry.
zh_hans: 内存中的监控会继续，DiskMeerkat 将重试。

# notice.persistence.save.title
source: Couldn't save monitoring state
zh_hans: 无法保存监控状态

# notification.low-space.body
source: %1$@ has %2$@ available, below your %3$@ limit.
zh_hans: “%1$@”的可用空间为 %2$@，低于你设置的 %3$@ 阈值。

# notification.low-space.title
source: Disk space is low
zh_hans: 储存空间不足

# onboarding.check-interval
source: Check interval
zh_hans: 检查间隔

# onboarding.detail
source: DiskMeerkat watches your startup disk and alerts you when available space falls below your limit.
zh_hans: DiskMeerkat 会监控你的启动磁盘，并在可用空间低于你设置的阈值时提醒你。

# onboarding.enable-notifications
source: Enable Notifications
zh_hans: 启用通知

# onboarding.low-space-alert
source: Low-space alert
zh_hans: 储存空间不足提醒

# onboarding.monitoring
source: Monitoring
zh_hans: 监控

# onboarding.open-notification-settings
source: Open Notification Settings
zh_hans: 打开通知设置

# onboarding.title
source: Welcome to DiskMeerkat
zh_hans: 欢迎使用 DiskMeerkat

# permission.authorized.detail
source: DiskMeerkat can submit low-space alerts.
zh_hans: DiskMeerkat 可以发送储存空间不足提醒。

# permission.authorized.title
source: Notifications are enabled
zh_hans: 通知已启用

# permission.denied.detail
source: Monitoring continues. Allow alerts in System Settings if you want notifications.
zh_hans: 监控会继续。如果你想接收通知，请在“系统设置”中允许通知。

# permission.denied.title
source: Notifications are off
zh_hans: 通知已关闭

# permission.not-determined.detail
source: Enable notifications to receive low-space alerts.
zh_hans: 启用通知即可接收储存空间不足提醒。

# permission.not-determined.title
source: Notifications are not enabled
zh_hans: 通知未启用

# permission.unavailable.detail
source: Monitoring continues without relying on notification permission.
zh_hans: 监控会继续，不依赖通知权限。

# permission.unavailable.title
source: Notification status is unavailable
zh_hans: 通知状态不可用

# runtime.not-connected
source: The app is not connected to its monitoring runtime yet.
zh_hans: 应用尚未连接到监控服务。

# schedule.after-this-check
source: After this check
zh_hans: 此次检查完成后

# schedule.last-check
source: Last check
zh_hans: 上次检查

# schedule.next-check
source: Next check
zh_hans: 下次检查

# schedule.not-scheduled
source: Not scheduled
zh_hans: 未安排

# schedule.not-yet
source: Not yet
zh_hans: 尚未

# settings.alert-threshold
source: Alert threshold
zh_hans: 提醒阈值

# settings.alert-threshold.detail
source: Notify when available space is below this value.
zh_hans: 可用空间低于此值时发出通知。

# settings.check-interval
source: Check interval
zh_hans: 检查间隔

# settings.launch-at-login
source: Launch at Login
zh_hans: 登录时打开

# settings.login-items
source: Login Items
zh_hans: 登录项与扩展

# settings.low-space-alerts
source: Low-space alerts
zh_hans: 储存空间不足提醒

# settings.save-error.already-saving
source: Another settings save is still in progress.
zh_hans: 另一项设置仍在保存中。

# settings.save-error.failed
source: Couldn't save settings. Your previous settings remain active.
zh_hans: 无法保存设置。之前的设置仍然有效。

# settings.save-error.not-running
source: Monitoring is not running, so settings couldn't be saved.
zh_hans: 监控未运行，因此无法保存设置。

# settings.section.monitoring
source: Monitoring
zh_hans: 监控

# settings.section.notifications
source: Notifications
zh_hans: 通知

# settings.section.startup
source: Startup
zh_hans: 启动

# settings.startup-disk
source: Startup disk
zh_hans: 启动磁盘

# settings.threshold-field
source: Threshold
zh_hans: 阈值

# status.alert-below
source: Alert below
zh_hans: 低于此值时提醒

# status.automatic-checks
source: Your startup disk is checked automatically in the background.
zh_hans: DiskMeerkat 会在后台自动检查你的启动磁盘。

# status.check-every
source: Check every
zh_hans: 检查间隔

# status.current
source: Current status
zh_hans: 当前状态

# status.monitoring
source: Monitoring
zh_hans: 监控

# status.schedule
source: Schedule
zh_hans: 检查计划

# threshold.alert-below
source: Alert below %@
zh_hans: 低于 %@ 时提醒

# threshold.below
source: Below %@
zh_hans: 低于 %@

# validation.threshold.range
source: Enter a value from 1 through 1,000,000 GB.
zh_hans: 请输入 1 至 1,000,000 GB 的值。

# validation.threshold.required
source: Enter a low-space threshold.
zh_hans: 请输入储存空间不足提醒阈值。

# validation.threshold.whole-number
source: Enter a whole number of decimal GB.
zh_hans: 请输入整数值（单位为十进制 GB）。
